Repository: Monserg/OmnieCommerce-iOS-App
Catalog: OmnieCommerce/Resources/*.lproj/Localizable.strings
Languages: uk

# Orders
source: My Orders
uk: Мої замовлення

source: Messages
uk: Повідомлення

source: Favourite
uk: Улюблене

source: Categories
uk: Категорії

source: News
uk: Новини

source: Discount Cards
uk: Картки

source: Discount Card
uk: Картка

source: Business Cards
uk: Візитниця

source: Handbook
uk: Довідник

source: Handbooks
uk: Довідники

source: Personal Page
uk: Мій кабінет

source: Settings
uk: Налаштування

source: About
uk: Справка

source: Log Out
uk: Вийти

source: Congratulations!
uk: Вітаємо!

source: Not yet registered?
uk: Ще не зареєстровані?

source: Forgot Password
uk: Забули пароль

# Wrong Phone or Email
source: * wrong Phone number or Email
uk: * невірний номер або Email

# Wrong Phone
source: * wrong Phone number
uk: * невірний номер

source: * wrong Email
uk: * невірний Email

# Wrong Passwords compare
source: * wrong old Password
uk: * невірний пароль

source: Auto Service
uk: Автосервіс

source: Health
uk: Здоров'я

source: Beauty
uk: Краса

source: Training
uk: Навчання

source: Restaurants
uk: Ресторани

source: Tourism
uk: Туризм

source: Sport
uk: Спорт

source: from
uk: з

source: to
uk: до

source: Enter code
uk: Введіть код

# Invalid code
source: * Invalid code. Please try again
uk: * Невірний код. Спробуйте ще раз

# Organization message
source: Message to the organization
uk: Повідомлення до організації

# Organization price list
source: Prices organization
uk: Прайс організації

# Organization add card
source: Add business card organization
uk: Додати візитку організації

source: Work schedule
uk: Графік роботи

source: Lunch break
uk: Обідня перерва

source: Holiday
uk: Вихідний

source: Sat
uk: Сб

source: Sun
uk: Нд

source: Mon-Fri
uk: Пн-Пт

source: Additional Services
uk: Додаткові послуги

source: Comment:
uk: Коментар:

source: Leave a Comment
uk: Залишити коментар

source: Loading data...
uk: Завантажити...

source: Loading more...
uk: Завантажити ще...

source: Reviews
uk: Відгуки

source: Write Review
uk: Залишити відгук

source: Black List
uk: Чорний список

# Black List Text 1
source: This organization has added you to the Black List.
uk: Дана організація додала Вас в чорний список.

# Black List Text 2
source: In connection with this, unfortunately, you can not order the services of this organization.
uk: У зв`язку з цим, нажаль, Ви не можете замовляти послуги цієї організації.

# Action valid
source: The promotion applies to:
uk: Акція діє на:

# Discounts common
source: Discounts
uk: Знижки

# Discounts user
source: User discounts
uk: Персональні знижки

source: Discount period:
uk: Термін дії:

source: Our services
uk: Наші послуги

source: Rate Organization
uk: Оцініть організацію

source: Rate Service
uk: Оцініть послугу

source: Turn the Date
uk: Обрати дату

# Unit 0
source: grn/hour
uk: грн/год

# Unit 1
source: grn/min
uk: грн/хв

# Minutes short
source: min.
uk: хв.

source: Organization:
uk: Організація:

source: Service:
uk: Послуга:

source: Additional Services:
uk: Додаткові послуги:

source: Order Date:
uk: Дата замовлення:

source: Total Price
uk: Загальна сума

# Discount available
source: * The amount of discount available
uk: * Сума вказана з урахуваннями знижки

source: Thanks!
uk: Дякуємо!

# Your order send
source: Your order is sent on processing.
uk: Ваше замовлення відправлене на опрацювання.

# Setting sound notifications
source: Enable sound notifications
uk: Увімкнути звукові сповіщення

# Setting event notify
source: Notify event
uk: Сповіщати про подію

# Setting calendar sync
source: Sync calendar
uk: Синхронізувати з особистим календарем

# Setting light theme
source: Enable light theme
uk: Увімкнути світлу тему

# Setting popup messages
source: Pop-up messages
uk: Спливаючі повідомлення

# Setting push offline mode
source: When the program is off
uk: При вимкненій програмі

# Setting day
source: day
uk: день

# Setting hours
source: hours
uk: години

# Setting minutes
source: minutes
uk: хвилини

source: Saved!
uk: Збережено!

# Settings saved message
source: Your settings have been successfully saved.
uk: Ваші налаштування успішно збережено.

# Dictionary saved message
source: Your request was sent to moderation.
uk: Ваш запит відправлено на модерацію.

# DiscountCard delete message
source: Discount Card have been successfully deleted.
uk: Картку успішно видалено.

# DiscountCard create message
source: Discount Card have been successfully added to list.
uk: Нова картка успішно додана до списку.

source: Register
uk: Зареєструватись

source: Forgot password?
uk: Забули пароль?

# Sign In
source: Login
uk: Зайти

source: Sign Up
uk: Зареєструватись

source: Check In
uk: Реєстрація

source: Forgot Password?
uk: Забули пароль?

source: Cancel
uk: Відмінити

source: Send
uk: Відправити

source: City
uk: Місто

source: Confirm
uk: Підтвердити

source: Send Again
uk: Відправити ще раз

source: Submit
uk: Підтвердити

source: Enter
uk: Зайти

source: By organizations
uk: За організаціями

source: By services
uk: За послугами

# By all subcategories
source: All
uk: Всі

source: Address
uk: Адреса

source: Phones
uk: Телефони

source: Schedule
uk: Графік

source: Save
uk: Зберегти

source: Use Template
uk: Використати шаблон

source: Delete Template
uk: Видалити шаблон

source: Change
uk: Змінити

source: All services
uk: Усі послуги

source: View Order
uk: Переглянути замовлення

source: Save as template
uk: Зберегти як шаблон

source: Add dictionary photo
uk: Добавити фото закладу

source: Change dictionary photo
uk: Змінити фото закладу

source: Name
uk: Ім'я

source: Surname
uk: Прізвище

source: Password
uk: Пароль

source: Phone
uk: Телефон

source: Phone or Email
uk: Телефон або Email

source: Enter Code
uk: Введіть код з повідомлення

source: Old Password
uk: Старий пароль

source: New Password
uk: Новий пароль

source: Repeat Password
uk: Повторіть пароль

source: Enter Organization Name
uk: Введіть назву організації

source: Enter Service Name
uk: Введіть назву послуги

source: Enter search text
uk: Введіть назву для пошуку

source: Theme
uk: Тема

source: Comment
uk: Коментар

source: Keywords
uk: Ключові слова

source: Subscription
uk: Підписка

source: Actions
uk: Акції

source: Personal Data
uk: Особисті дані

source: My Templates
uk: Мої шаблони

source: Organizations
uk: Організації

source: Services
uk: Послуги

source: Calendar
uk: Календар

source: Man
uk: Чоловік

source: Female
uk: Жінка

source: Birthday
uk: Дата народження

source: Family status
uk: Сімейний стан

source: Not married
uk: Не одружений

source: Married
uk: Одружений

# Children
source: Have children
uk: Наявність дітей

# Children No
source: No children
uk: Немає дітей

# Children Yes
source: Do you have children
uk: Є діти

# Pet
source: The presence of a pet
uk: Наявність домашньої тварини

source: Pet No
uk: Немає домашньої тварини

# Pet Yes
source: Pet has
uk: Є домашня тварина

source: Map
uk: Карта

# ActionItem
source: Action
uk: Акція

# NewsItem
source: News
uk: Новина

source: Service
uk: Послуга

source: Order
uk: Замовлення

source: Photo
uk: Фотографія

# Photo upload
source: Upload a new photo
uk: Загрузити нове фото

# Photo make
source: Make a photo
uk: Зробити фото

# Photo delete
source: Delete a photo
uk: Удалити фото

# Google services error
source: Error configuring Google services:
uk: Помилка налаштування служб Google:

# Password min lenght error
source: * Password must be longer than 6 character length
uk: * Довжина паролю повинна бути більше 6 символів

# CoreData saved error
source: There was an error creating or loading the application's saved data
uk: Помилка при створенні або завантаженні локальних даних

# CoreData init error
source: Failed to initialize the application's saved data
uk: Не вдалося прочитати локальні дані

source: Reachable
uk: Підключення

source: Not Reachable
uk: Відключення

source: Connected to Network
uk: Зв'язок з Інтернетом встановлено

source: Disconnected from Network
uk: Зв'язок з Інтернетом відсутній. Перевірте налаштування мережі

source: Info
uk: Інфо

source: Error
uk: Помилка

# Location authorization error
source: Please go into Settings and give this app authorization to your location
uk: Будь ласка, перейдіть в Налаштування та включіть службу геолокації

source: Camera is not available
uk: Відсутній доступ до камери

source: Organizations list is empty
uk: Список організацій порожній

source: Services list is empty
uk: Список послуг порожній

source: Messages list is empty
uk: Список повідомлень порожній

# NewsData list is empty
source: News list is empty
uk: Список новин порожній

# NewsActions list is empty
source: Actions list is empty
uk: Список акцій порожній

source: Phones list is empty
uk: Список телефонів порожній

source: Templates list is empty
uk: Список шаблонів порожній

source: Orders list is empty
uk: Список замовлень порожній

# Incorrect User name
source: Enter the correct user name
uk: Введіть чинне ім'я користувача

# Incorrect User password
source: Enter the correct user password
uk: Введіть чинний пароль користувача

# User not register
source: The user is not registered
uk: Користувач не зареєстрований

# User register successful
source: User registered. Please check email
uk: Користувач зареєстрований. Будь ласка, перевірте email

# Authentication failure
source: Authentication failed
uk: Помилка перевірки автентичності

source: Wrong input data
uk: Неправильні вхідні дані

source: Wrong phones format
uk: Неправильні формати телефонів

source: User is already exist
uk: Користувач вже існує

source: Retry request succeeded
uk: Повторний запит успішно виконаний

source: Categories list is empty
uk: Список категорій порожній

source: Handbooks list is empty
uk: Список довідників порожній

source: Discount Cards list is empty
uk: Список карток порожній

# Change Email info message
source: Request successfully completed. Confirm your decision by checking the entered email
uk: Запит успішно виконаний. Підтвердіть своє рішення, перевіривши вказаний email

# Change Email error message
source: Request failed. Repeat your attempt later
uk: Запит невиконаний. Повторіть спробу пізніше

# This time is busy.
source: This time is busy. Please, select any available time.
uk: Цей час зайнятий. Будь ласка, виберіть інший доступний проміжок.

# All fields can be...
source: All fields must be filled
uk: Вказано неповні дані

# BAD_REQUEST_400
source: Bad request
uk: Запит містить помилку

# SOMETHING_WRONG_3894
source: Email is already use
uk: Email вже використовується

# WRONG_SHOW_INFO
source: Failed on showing info for service
uk: Не вдалося показати інформацію для обраної послуги

source: Bad authorization
uk: Будь ласка, повторіть процедуру авторизації

# INCORRECT_PASSWORD
source: Password is incorrect
uk: Будь ласка, введіть коректний пароль

# SOMETHING_WRONG_4222
source: User does not exist
uk: Користувач не існує

# BAD_REQUEST_4444
source: Bad request
uk: Запит містить помилку

source: Wrong input data
uk: Помилка вхідних даних

# USER_EXIST
source: User is already exist
uk: Такий користувач вже існує

# SOMETHING_WRONG_5000
source: Please enter the correct code
uk: Будь ласка, введіть правильний код

# ORG_NAME_EXIST
source: Organization name is already exist
uk: Організація з такою назвою вже існує

source: Lviv
uk: Львів

source: Kyiv
uk: Київ

source: Kharkiv
uk: Харків

source: Uzgorod
uk: Ужгород

source: Vinnitsa
uk: Вінниця

source: Khmelnytskyi
uk: Хмельницький

source: Zhitomir
uk: Житомир

source: Poltava
uk: Полтава

source: Pending for user
uk: Очікування для користувача

source: Pending for admin
uk: Очікування для адміністратора

source: Confirmed by user
uk: Підтверджено користувачем

source: Confirmed by admin
uk: Підтверджено адміністратором

source: Canceled by user
uk: Скасовано користувачем

source: Canceled by admin
uk: Скасовано адміністратором

source: Failed by user
uk: Не виконано

source: Done
uk: Виконано

source: All
uk: Всі
